LEXICON_RU : dict[str : str] = {
    '/start' : 'Привет я бот камень ножницы бумага, нажми кнопочку чтобы играть!\n\n'
                'Если что то непонятно, то нажми /help \n\n'
                '<b>Играем?</b>',
    '/help' : 'Это очень простая игра. Мы одновременно должны '
                'сделать выбор одного из трех предметов. Камень, '
                'ножницы или бумага.\n\nЕсли наш выбор '
                'совпадает - ничья, а в остальных случаях камень '
                'побеждает ножницы, ножницы побеждают бумагу, '
                'а бумага побеждает камень.\n\n<b>Играем?</b>',
    '/what': '<b>Нажми на кнопку мой пупсик!!</b>',
    'yes_button' : 'Давай 😱',
    'no_button' : 'Нет 😔',
    'kamen' : 'Камень 🪨',
    'nozni' : 'Ножницы ✂️',
    'bumaga' : 'Бумага ✋',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'yes': 'Отлично! Делай свой выбор!',
    'no': 'Жаль...\nЕсли захочешь сыграть, просто разверни '
            'клавиатуру и нажми кнопку "Давай😱"',
    'bot_won': 'Я победил 😎!\n\nСыграем еще?',
    'user_won': 'Ты победил 😎! Поздравляю!\n\nДавай сыграем еще?',
    'draw' : 'Ничья 😐\n'
                '<b>Продолжим?</b>',
    'bot_choice': 'Мой выбор'
}


LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Перезагрузка бота',
    '/help': 'Хелпа',
    '/contact': 'Контактная информация',
    '/gps': 'Ваше местоположение',
    '/what': 'Просто попробуй'
}